const contentList = [
  `📌📌ให้เช่า The Nest Sukhumvit22 ชั้น6 ขนาด 29 ตร.ม
1 ห้องนอน 1 ห้องน้ำ ใกล้ MRT สถานี ศูนย์ประชุมสิริกิติ์
📌📌ลดราคาเช่าเพียง 18,000 บาท/เดือน (สัญญาขั้นต่ำ 1 ปี)
**ถ่ายจากห้องจริง เจ้าของซื้อห้องตัวอย่างปล่อยเช่า เฟอร์นิเจอร์ เครื่องใช้ไฟฟ้า
ใหม่กริ๊บ**
สะดวกสบาย สิ่งอำนวยความสะดวกครบ
เฟอร์นิเจอร์และเครื่องใช้ไฟฟ้าครบ
สระว่ายน้ำ ฟิตเนส รปภ.24ชั่วโมง
ใกล้ MRT ศูนย์ประชุมสิริกิติ์, บิ๊กซี, โลตัส, ร้านอาหาร
เอ็มโพเรียม, K village
พร้อมเข้าอยู่ได้ทันที`,
  `📍[Owner] ห้องนี้จะว่างต้นเดือน พค. ใกล้เปิดเทอมพอดีค่ะ จองล่วงหน้าได้นะคะ📍

⭐Apricot room⭐
Attitude BU ตึก A ชั้น5 ขนาด 28 ตรม. วิวโล่งไม่มีตึกบัง ตึกอยู่ติดถนนใหญ่เดินไม่ไกลถึงม.กรุงเทพ ครัวแยกเป็นสัดส่วน
เฟอร์นิเจอร์+เครื่องใช้ไฟฟ้าครบ หิ้วกระเป๋าพร้อมเข้าอยู่เลยค่ะ

ค่าเช่า 11000/เดือน 
สัญญา 2 ปีขึ้นไป 10000/เดือน 
ประกัน 2 เดือน ค่าเช่าล่วงหน้า 1 เดือน`,
  `4324 เช่าคอนโด ดาวน์ทาวน์ 49 [Downtown 49]
2 Beds 2 ห้องน้ำ ชั้น 5 
55.16 ตรม. FH คอนโดเลี้ยงสัตว์ได้

ราคา เช่า 40,000 ฿/เดือน
สัญญา 1 ปี(725฿/ตรม.)

ราคา ขาย 10,400,000 ฿
(188,542฿/ตรม.)`,
  `4773 เช่าคอนโด อกัสตัน สุขุมวิท 22 [Aguston Sukhumvit 22]
1 Bed 1 ห้องน้ำ ชั้น 12 
50 ตรม. FH คอนโดเลี้ยงสัตว์ได้

ราคา 35,000 ฿/เดือน
สัญญา 6 เดือน(700฿/ตรม.)

32,500 ฿/เดือน
สัญญา 1 ปี(650฿/ตรม.)`
]

const getContent = () => {
  return contentList[Math.floor(Math.random() * contentList.length)]
}

export default getContent
